<template>
  <div class="agreement">
    <goback-nav>用户协议</goback-nav>
    <div class="agreement-content">
      <h1>有豆用户协议及隐私政策</h1>
      <h3>一.总则</h3>
      <p>1.  亲爱的用户，欢迎并感谢使用“【有豆招聘】”（以下称“平台”），为了维护您的相关权益，请认真阅读本协议。在您获得访问平台、使用平台的任何服务前应该同意接受本协议的全部条款并按照页面上的提示完成全部的注册程序，您在进行注册程序过程中点击“接受”即表示您完全接受本协议的全部条款。</p>
      <p>2.	【有豆招聘】，是指【北京有豆信息科技有限公司】公司及其关联公司、【有豆招聘】微信服务号、手机客户端、网站等在协议中统称为“【有豆招聘】”或“平台”。</p>
      <h3>二.平台服务</h3>
      <h4>1.	服务内容 </h4>
      <p>1.	【有豆招聘】是为互联网人才提供职业服务的平台，【 有豆招聘 】作为平台服务提供者之一，致力于为用户提供职业规划建议、推荐职位信息、提供职位选择建议等职业经纪服务。</p>
      <p>2.	用户注册成功后即自动成为平台服务的提供者，用户可通过平台渠道向应聘职位、接收招聘信息、提供其他用户求职动态和基本的个人信息及邀请其他用户注册，平台对用户提供的信息以及在平台所提交的简历等信息拥有全部的信息知悉权和使用权，平台可以将用户所提交的简历信息按照数据分析与筛选，提供至相应的招聘需求方。 </p>
      <p class="bold">3.	用户注册完成后，即表示您同意接受平台基于您所提供的联系方式向您发送招聘信息。</p>
      <p>4.	平台承诺，平台所展示，以及向注册用户发送招聘信息的招聘需求企业，均为真实有效的招聘信息。</p>
      <h4>2.	服务的提供、中断或终止 </h4>
      <p>1.	用户在接受平台上述服务的同时，同意接受平台提供的各类信息服务。用户注册成为平台用户即视为授权平台可以向其电子邮件、手机等发送商业信息，如用户不愿接受平台发送的商业信息，可联系平台终止该等授权。</p>
      <p>2.	平台有权随时修改、增加、中断或终止其向用户提供的服务而不需通知用户，亦不需对用户或其他任何人负任何责任。</p>
      <h3>三.用户使用规范</h3>
      <p>1.遵守中华人民共和国相关法律法规，包括但不限于《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《全国人大常委会关于维护互联网安全的决定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律和法规。 </p>
      <p>2.用户在申请使用平台络服务时，必须向平台提供准确的个人资料，如个人资料有任何变动，必须及时更新。</p>
      <p>3.用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知平台。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，平台不承担任何责任。</p>
      <p>4.用户对其自行发表、上传或传送的内容负全部责任，所有用户不得在平台任何页面发布、转载、传送含有下列内容之一的信息，否则平台有权自行处理并不通知用户： </p>
      <ul>
        <li>1.	违反宪法确定的基本原则的； </li>
        <li>2.	危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的； </li>
        <li>3.	损害国家荣誉和利益的； </li>
        <li>4.	煽动民族仇恨、民族歧视，破坏民族团结的； </li>
        <li>5.	破坏国家宗教政策，宣扬邪教和封建迷信的； </li>
        <li>6.	散布谣言，扰乱社会秩序，破坏社会稳定的； </li>
        <li>7.	散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； </li>
        <li>8.	侮辱或者诽谤他人，侵害他人合法权益的； </li>
        <li>9.	煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的； </li>
        <li>10.	以非法民间组织名义活动的； </li>
        <li>11.	含有法律、行政法规禁止的其他内容的。 </li>
      </ul>
      <p>5.用户在使用平台平台服务同时应做到</p>
      <ul>
        <li>1.	遵守所有与网络服务有关的网络协议、规定和程序；</li>
        <li>2.	不得为任何非法目的而使用网络服务系统；</li>
        <li>3.	不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益； </li>
        <li>4.	不得利用平台网络服务系统进行未经平台授权的广告； </li>
        <li>5.	未经平台同意，禁止给公布信息的个人或公司发电子邮件、打电话、寄信或进行其他接触的行为。</li>
        <li>6.	用户接受以其注册的电子邮件地址接受平台发送的邮件或其他邮件资料，若希望"退订"这些邮件资料，可点击电子邮件中的退订链接退订，也可向平台邮箱申请取消订阅。</li>
        <li>7.	用户不得通过任何技术手段侵入平台数据库，进行查阅、直接下载或者转发等功能操作，一经发现平台有权停止该用户的账户所有功能，并停止为该用户所在公司名下的所有其他用户提供任何服务。</li>
        <li>8.	用户有义务保证其在平台上发布的信息的真实性，不得夸张描述或编造虚假信息，一经发现，平台有权停止相应账户的所有功能，同时停止与该账户所有相关联账户的全部功能。</li>
        <li>6.如用户违反以上规则造成平台被第三方索赔的，用户应全额补偿平台一切费用(包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用)； </li>
        <li>7.如用户违反以上规则，平台有权要求用户改正或直接采取一切必要的措施(包括但不限于删除用户张贴的内容、暂停或终止用户使用网络服务的权利)以减轻用户不当行为而造成的影响。</li>
        <li>8.用户不可撤销的同意，拨打网站的电话，包括但不限于客服电话、顾问电话等，均可能会被录音，用户没有任何异议。 </li>
        <li>9.平台有权拒绝为与本单位经营同类业务、有业务竞争关系或者其他利害关系的单位及个人提供服务。</li>
      </ul>
      <h3>四.知识产权</h3>
      <p>1.平台特有的标识、版面设计、编排方式、等版权均属平台享有，未经平台许可，不得任意复制或转载。 </p>
      <p>2.平台用户发布的所有内容仅代表作者自己的立场和观点，与平台无关，由用户本人承担一切法律责任。</p>
      <p>3.平台之域名、商标，以及平台内所有信息内容（平台用户发布的信息除外），包括但不限于网站架构、文字、图片等数据信息，以及所有平台使用之所有技术、数据分析模型、计算机软件、数据库（第三方创建并保留所有权和/或知识产权的除外），其所有权知识产权均归属平台唯一所有，未经平台书面许可，任何人均不得擅自进行全部和局部复制、转载、引用和链接等使用或处分。</p>
      <p>4.用户在平台发布的任何信息和内容（用户隐私信息除外），包括但不限于文字、图片、软件、音频、视频等，均被视为永久、免费且不可撤销地许可平台自行或许可其关联方、业务合作方、宣传方不受任何限制的使用和处分。 </p>
      <p>5.何单位或者个人不得以任何方式引诱平台用户或者第三方复制转载平台之信息内容，或者同意该用户或者第三方复制转载平台内容。 </p>
      <p>6.任何违反本站知识产权声明的行为，本站保留进一步追究法律责任的权利。</p>
      <h3>五.用户权利及义务</h3>
      <p>1.用户接受平台的服务，必须自行准备如下设备和承担如下开支： </p>
      <ul>
        <li>1.	上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他上网装置； </li>
        <li>2.	上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。</li>
      </ul>
      <p>2.用户在平台注册时提供的信息，必须： </p>
      <ul>
        <li>1.	提供合法、真实、准确；</li>
        <li>2.	如有变动，及时更新用户资料。 </li>
      </ul>
      <p>3.用户可在平台内进行如下活动</p>
      <ul>
        <li>1.	上传并展示简历<br>用户在此确认并同意，其在平台上传简历的目的为希望快速、高效地与人才需求方达成对接，故其上传的所有简历将默认为对平台公开。因平台仅通过技术解析手段自动解析用户上传的简历从而隐去简历中的求职者姓名和联系方式，而并不对简历及其内容进行具体审核；为达到上述“不显示具体姓名和联系方式”之目的，用户须按照平台规定的格式和要求上传简历，否则造成的个人信息泄露平台及平台不予负责。 </li>
        <li>2.	用户对其上传的简历可随时予以修改。 </li>
        <li>3.	对平台提供服务者进行评价。平台及平台有权删除平台内各类不符合法律或协议及平台规则规定的评价信息，而保留不通知用户的权利。 </li>
        <li>4.	其他根据平台规则可进行的活动。 </li>
      </ul>
      <p>4.用户在平台内进行活动时，必须遵循如下义务：</p>
      <ul>
        <li>1.	遵守中华人民共和国的法律、法规和政策，遵守公序良俗； </li>
        <li>2.	如实发布信息，且发布的内容不侵犯任何人的合法权益； </li>
        <li>3.	接受平台其他用户的评价，并接受平台通过收集的其他用户对其作出的评价以及其在平台内的活动情况后根据平台的评级标准作出的相关等级评定。 </li>
        <li>4.	禁止为如下行为： 
          <ul class="small">
            <li>1.以非法目的利用平台的服务获取他人信息的；</li>
            <li>2.利用平台服务实施误导、欺骗他人、获取不当利益等任何侵犯他人合法权益的行为；</li>
            <li>3.破坏、干扰平台及平台的正常经营以及对用户的服务的；</li>
            <li>4.利用平台发布促销、广告等与招聘、求职及人才信息交流无关的信息的；</li>
            <li>5.与平台或平台经营同种或类似业务的竞争方通过平台获取用户资源；</li>
            <li>6.危害平台其他用户的信息安全的；</li>
            <li>7.危害网络安全的； </li>
          </ul>
        </li>
        <li>5.	用户违反本协议规定的，平台将作出独立判断并有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户发布的内容等、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。 </li>
        <li>6.	用户须对自己在使用平台服务过程中的行为承担相应的法律责任，包括但不限于： 
          <ul class="small">
            <li>1.对受到侵害者进行赔偿：如平台首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，则用户需对平台损失进行赔偿。 </li>
            <li>2.用户理解并接受，如果平台发现其在平台提交的信息明显违反法律规定，平台有权立即停止传输，保存有关记录，向国家有关机关报告，并且删除该等内容及含有该等内容的地址、目录。 </li>
            <li>3.因用户的行为导致平台损失的，用户应当承担赔偿责任。本款所述平台的损失，包括但不限于平台所属公司的收入减少、成本增加、商誉损失、因用户行为导致发生的诉讼费、仲裁费、律师费、调查费以及对其他第三方支付的赔偿、补偿及罚金等。</li>
          </ul>
        </li>
      </ul>
      <h3>六.免责声明</h3>
      <p>1.用户明确同意其使用平台服务所存在的风险将完全由其自己承担，因其使用平台网络服务而产生的一切后果也由其自己承担，平台对用户不承担任何责任。</p>
      <p>2.平台不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。同时，平台不保证能够长期无错误运营，也不保证服务器不受病毒或其他故障的侵扰。如果用户在使用平台时发生数据丢失的情况，与平台无关。</p>
      <p>3.个人用户理解并同意，应自行承担其使用本协议项下服务所存在的风险或产生的一切后果，并应自行承担因使用网站或通过网站登录到其他站点而产生的全部风险，平台对用户不承担任何责任。</p>
      <p>4.平台并不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，故仅供用户参考使用。 </p>
      <p>5.用户的账户均有安全保护功能，请妥善保管用户的账户及密码信息。尽管有前述安全措施，但平台无法完全防止他人恶意使用相关技术手段非法获取用户的信息，对此请用户务必予以注意向平台提供个人信息之可能发生的后果，用户应对以其用户帐号进行的所有活动和事件负法律责任。 </p>
      <p>6.如用户发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请用户立即联络平台客服，以便平台采取相应措施。</p>
      <p>7.平台不保证本协议项下服务一定能满足个人用户的要求，不保证用户可通过本协议项下服务而获得工作，不保证网站服务不会出现故障或中断，对网站服务的及时性、安全性、准确性也均不作保证。如果用户在使用平台时发生数据丢失等情况，平台不承担任何责任。</p>
      <p>8.平台对个人用户因使用本协议项下服务而造成的任何金钱、商誉、名誉的损失和/或任何特殊的、间接的、结果性损失均不负任何责任。</p>
      <h3>七.协议终止</h3>
      <p>1.用户在此同意，出现以下情况时，平台有权不经事先通知以暂时冻结或永久冻结、注销用户在平台账户的方式全部或部分终止本协议，且无须为此向用户或任何第三方承担任何责任： </p>
      <ul>
        <li>1.	用户申请注销其在平台的账户的； </li>
        <li>2.	用户未登录其在平台的账户超过6个月的； </li>
        <li>3.	用户的行为违反本协议规定的； </li>
        <li>4.	因用户违法或违反本协议规定，平台及平台终止向用户提供服务后，用户涉嫌再一次直接或间接或以他人名义注册为平台用户的； </li>
        <li>5.	本协议(含规则)变更时，用户明示并通知平台不愿接受新的服务协议的; </li>
        <li>6.	其它平台及平台认为应当终止服务的情况。 </li>
      </ul>
      <p>2.本协议终止后，平台没有义务为用户保留或向用户披露用户账户中的任何信息，也没有义务向用户或第三方转发任何用户未曾阅读或发送过的信息。 </p>
      <p>3.用户同意，本协议终止后，平台仍享有下列权利： </p>
      <ul>
        <li>1.	继续保存用户的注册信息及用户使用平台服务期间的所有信息。 </li>
        <li>2.	用户在使用平台服务期间存在违法行为或违反本协议和/或规则的行为的，平台仍可依据本协议向用户主张权利、追究用户的法律责任。</li>
      </ul>
      <h3>八.通知送达</h3>
      <p>1.本协议项下平台对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行，该等通知于发送之日视为已送达收件人。</p>
      <p>2.用户对于平台的通知应当通过平台对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
      <p>3.用户对于平台及平台的通知应当通过平台及平台对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>
      <p>4.平台在必要时修改协议内容，并以电子邮件、传真或其它适当方法通知您。如果您不同意本协议修改后的内容，应通知平台，则您将不再受本协议的约束，您所享有的用户资格与服务也将中止；如果您继续使用平台，将被视为同意协议修改后的内容。</p>
      <h3>九.法律适用、管辖及其他</h3>
      <p>1.本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</p>
      <p>2.如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向平台所在地的人民法院提起诉讼。</p>
      <p>3.本协议内容包括协议正文及所有平台将来可能发布的相关文件、附属规则。上述所有文件均为本协议不可分割的一部分，与协议正文具有相同法律效力。个人用户理解并同意，若本协议中的某一部分条款或描述被相关司法机关判定为无效，该判定无效并不影响其他部分的有效性，其仍需依照本协议中的其他部分条款履行相关义务同时行使相关权利。若个人用户在本协议内容或相关附属规则发生修订后，继续使用平台提供的服务时，则视为其同意最新修订的协议内容，否则须立即停止使用本服务，平台也有权立即终止提供相关服务。</p>
      <p>4.本协议未约定事宜，以平台不时公布的相关文件或附属规则为补充；本协议与上述文件不一致的地方，若非经平台另行说明，应以上述文件为准。</p>
    </div>
    <div class="button-box">
      <mt-button class="form-button" @click="$router.go(-1)" type="primary" size="large">返回</mt-button>
    </div>
    </div>
</template>
<script>
export default {
  data () {
    return {
    }
  }
}
</script>
<style lang="stylus" rel="stylesheet/stylus" scoped>
.agreement-content
  padding 0.15rem
  padding-top 0.5rem
  .bold
    font-weight bold
    text-decoration underline
  h1
    text-align center
    font-size 0.18rem
    font-weight bold
    line-height 0.5rem
  h3
    font-size 0.16rem
    font-weight bold
    line-height 0.4rem
  h4
    font-size 0.14rem
    font-weight bold
    line-height 0.4rem
  p
    line-height 0.24rem
    padding 0.05rem 0 0.05rem 0.2rem
  ul
    padding-left 0.3rem
    li
      line-height 0.24rem
  ul.small
    padding-left 0.2rem
.button-box
  padding 0 0.15rem 0.2rem
</style>
